Repository: ellysh/notecase
Catalog: po/*.po
Languages: ja, ro

source: For each document, create up to:
ja: 各ドキュメント毎に作成、 最新版を含めて、何版迄：
ro: Pentru fiecare document, creează pînă la:

source: backup files
ja: バックアップファイル
ro: fișiere de salvgardare [backup]

source: Automatically save when closing application
ja: アプリケーション終了時、自動保存
ro: Salvează automat modificările la închiderea aplicației

source: Generate table of contents (depth):
ja: 目次の作成 深さ：
ro: Generează Tablă de Materii (profunzime):

source: Export link to image file as the image tag
ja: 画像ファイルへのリンクは、イメージタグとしてエクスポートする
ro: Exportă legătura către fișierul imagine ca tag al imaginii

source: Embed CSS into exported file
ja: エクスポートファイルへのCSS埋め込み
ro: Încorporează CSS în fișierul exportat

source: Export image and attachment data as separate files
ja: 画像、その他の添付データを別ファイルとしてエクスポート
ro: Exportă imaginile și atașamentele ca fișiere separate

source: Html export
ja: Html エクスポート
ro: Exportă în Html

source: Protect memory space from swapping (requires Notecase restart)
ja: スワップされないようメモリー領域を保護(要 再起動)
ro: Protejează spațiul folosit de soft în memorie de procesul de transferare [swap] - trebuie repornit NoteCase

source: Security
ja: 機密保護
ro: Securitate

source: Save and unload encrypted document if inactive for:
ja: 暗証化したドキュメントが下記時間運用されないなら、 保存してアンロード：
ro: Salvează și dezîncarcă documentul criptat dacă e inactiv pentru:

source: minutes
ja: 分
ro: minute

source: Default Note Icon
ja: デフォルトノートアイコン
ro: Iconița Implicită a Notei

source: Preview:
ja: プレビュー:
ro: Previzualizează:

source: Default
ja: デフォルト
ro: Implicit

source: All supported icon formats (*.xpm,*.ico,*.png,*.jpg)
ja: サポートされる全てのアイコンフォーマット (*.xpm,*.ico,*.png,*.jpg)
ro: Toate formatele de iconițe suportate (*.xpm,*.ico,*.png,*.jpg)

source: Minimal value is %d sec!
ro: Valoarea minimă e %d sec!

source: Password
ja: パスワード
ro: Parola

source: Please enter the password:
ja: パスワードを入力してください:
ro: Introduceți parola:

source: Please enter the new password:
ja: 新パスワードを入力してください:
ro: Introduceți noua parolă:

source: Please enter the new password (once more):
ja: 新パスワードを入力してください(もう一度):
ro: Introduceți noua parolă (încă o dată):

source: _Show passwords
ja: パスワードを提示
ro: _Arată parolele

source: Password must not be empty!
ja: 空のパスワードは不認可！
ro: Parola nu poate fi absentă!

source: Passwords do not match! Check for typing errors.
ja: パスワードが一致しません！ タイプ間違いをチェックしてください
ro: Parolele nu sînt identice! Căutați erorile de tastare.

source: Old password was not correct!
ja: 古いパスワードが間違っています！
ro: Parola veche nu era corectă!

source: New passwords do not match! Check for typing errors.
ja: 新パスワードが一致しません！ タイプ間違いをチェックしてください
ro: Parolele noi nu sînt identice! Căutați erorile de tastare.

source: Image Properties
ja: 画像のプロパティ
ro: Proprietățile Imaginii

source: Original size:
ja: 元サイズ：
ro: Mărimea Originală:

source: Selected size:
ja: 選択したサイズ:
ro: Mărimea Selectată:

source: Resize to:
ja: 変更サイズ：
ro: Redimensionează la:

source: Store as PNG
ja: PNG として ストア
ro: Stochează ca PNG

source: Restore
ja: 元に戻す
ro: Restaurează NoteCase

source: Quit
ja: 終了
ro: Ieși

source: Space
ja: スペース
ro: Spațiu

source: New Document
ja: 新規 ドキュメント
ro: Document Nou

source: Open Document
ja: ドキュメントを開く
ro: Deschide Documentul

source: Save Document
ja: ドキュメントの保存
ro: Salvează Documentul

source: Save As Document
ja: ドキュメントとして保存
ro: Salvează ca Document

source: Reload Document
ja: ドキュメントを再読み
ro: Reîncarcă Documentul

source: Import
ja: インポート
ro: Importă

source: New Notecase
ja: 新規 Notecase
ro: Nouă Instanță NoteCase

source: Read-Only (Document)
ja: 読み込み専用(ドキュメント)
ro: Nemodificabil (Document)

source: Lock Document
ja: ドキュメントをロック
ro: Zăvorăște Documentul

source: Change Password
ja: パスワード変更
ro: Schimbă Parola

source: Quit Notecase
ja: Notecaseを終了
ro: Părăsește NoteCase

source: New Node
ja: 新規 ノード
ro: Nod Nou

source: New Child Node
ja: 新規 子ノード
ro: Nod Copil Nou

source: Move Node Up
ja: ノードを上移動する
ro: Mută Nodul în Sus

source: Move Node Down
ja: ノードを下移動する
ro: Mută Nodul în Jos

source: Show Node Properties
ja: ノードのプロパティを表示
ro: Arată Proprietățile Nodului

source: Delete Completed Nodes
ja: 完了ノードを削除する
ro: Șterge Nodurile Finalizate

source: Toggle Completed Status
ja: ”完了 <==> 未完了” のトグル
ro: Comută Starea de 'Finalizat'

source: Sort Children Ascending
ja: 子供を上向きに並び替え
ro: Sortează Ascendent Nodurile Copil

source: Sort Children Descending
ja: 子供を下向きに並び替え
ro: Sortează Descendent Nodurile Copil

source: Sort Tree Ascending
ja: ツリーを上向きに並び替え
ro: Sortează Ascendent Arborele

source: Sort Tree Descending
ja: ツリーを下向きに並び替え
ro: Sortează Descendent Arborele

source: Colapse All
ja: すべて閉じる
ro: Colabează Tot

source: Copy Branch Structure
ja: 枝の構造をコピー
ro: Copiază Structura Arborescentă

source: Paste Branch Root
ja: 枝をルートにペースト
ro: Lipește Ramura în Rădăcină

source: Insert date/time
ja: 日時の挿入
ro: Inserează Data/Ora

source: Find Next
ja: 次を検索
ro: Găsește Următorul

source: Attachments
ja: 添付物
ro: Atașamente

source: Color
ja: 色
ro: Culoarea Textului

source: Remove Formatting
ja: フォーマッティング解除
ro: Înlătură Formatarea

source: Full Screen
ja: フルスクリーン
ro: Ecran Plin

source: View Toolbar
ja: ツールバーの表示
ro: Vezi Bara de Unelte

source: View Node Title Bar
ja: ノードタイトルバーの表示
ro: Vezi Bara de Titlu a Nodurilor

source: View Status Bar
ja: ステータスバーの表示
ro: Vezi Bara de Stare

source: Word Wrap
ja: 折り返し
ro: Încadrează Textul

source: Change View Mode
ja: 表示モード変更
ro: Schimbă Modul de Afișare

source: Calculate Word Count
ja: 語数計算
ro: Calculează Numărul Cuvintelor

source: Show help
ja: ヘルプの表示
ro: Cuprins

source: About
ja: NoteCase について
ro: Despre

source: Visit Website
ja: どうぞ ウェブサイトへ
ro: Situl NoteCase

source: You need to restart the application to use new shortcut definitions!
ja: 新しく設定されたショートカットを使うには、アプリケーションの再起動が必要です
ro: Va trebui să reporniți aplicația pentru a utiliza noile scurtături care au fost definite!

source: Shortcut editor
ja: ショートカット エディター
ro: Editorul de Scurtături

source: Tree widget
ja: ツリー ウイジェット
ro: Arbore

source: Action
ja: アクション
ro: Acțiune

source: Shortcut
ja: ショートカット
ro: Scurtătură

source: Use mouse click to select an action, and then press key combination to assign the shortcut to it. Some actions are listed in more than one context so they can have more than one shortcut attached.
ja: アクションの選択をマウスクリックでし、次に是に充てるショートカットのキー組合せを押しなさい。 あるアクションには複数の内容を持つものが在ります、従ってショートカットも複数になります。
ro: Faceți clic pentru a selecta o acțiune, apoi apăsați combinația de taste pentru a-i aloca o scurtătură. Anumite acțiuni sînt listate în mai multe contexte, astfel că pot avea alocate mai multe scurtături.

source: Clear All
ja: すべて削除
ro: Curăță Tot

source: Reset All
ja: 全てリセット
ro: Resetează Tot

source: Cancel
ja: キャンセル
ro: Anulează

source: This shortcut combination is already taken!
ja: このショートカット組合せは すでに存在しています！
ro: Această combinație de taste e deja folosită!

source: %d items in this context
ja: 本内容中の 項目 %d
ro: %d itemuri în acest context

source: Open file
ja: ファイルを開く
ro: Deschide Fișierul

source: Save file
ja: ファイルの保存
ro: Salvează Fișierul

source: File Name:
ja: ファイル名：
ro: Numele Fișierului:

source: Save as type:
ja: -- として保存, 形式：
ro: Salvează ca Tipul:

source: Abort
ro: Întrerupe

source: File %s already exists. Overwrite this and all other files?
ja: ファイル %s すでに存在します. 上書きしますか?
ro: Fișierul %s există deja. Îl suprascriu pe el și pe celelalte fișiere?

source: Attachment
ja: 添付物
ro: Atașament

source: Contents
ja: 内容
ro: Conținut

source: There were problems converting text from ibm850 to utf-8. Consider installing "glibc-gconv-ibm850" package
ja: テキストを ibm850 から utf-8 に変換するには問題があります "glibc-gconv-ibm850" パッケージのインストールを考えて下さい
ro: Au fost probleme la convertirea textului din ibm850 în utf-8. Instalați pachetul "glibc-gconv-ibm850"

source: Warning: This document was created either by a different application Notecase and Notecase Pro are not considered the same application), or by a newer version of this program. If you edit this document, you might lose some formatting!
ja: 警告： この文書は異なったアプリケーション、 (NotecaseとNotecase Proは異なったアプリケーションです) 又は本プログラムの新バージョンで作成されています この文書を編集すると、フォーマットの一部が失われることがあります!
ro: Atenție: Fișierul deschis a fost creat fie cu un program diferit, (NoteCase și NoteCase Pro nu sînt considerate același program), fie cu o versiune a programului mai nouă decît cea curentă. Dacă veți edita acest document, ați putea pierde din formatare!

source: Text:
ja: テキスト:

source: Info
ja: 通知

source: Global
ja: グローバル
