Repository: ellysh/notecase
Catalog: po/*.po
Languages: ja, ro

source: About Notecase
ja: Notecase とは？
ro: Despre NoteCase

source: - Version
ro: - Versiunea :

source: Website:
ja: ウェブサイト：
ro: Sit:

source: Report bugs to:
ja: バグはこちらに:
ro: Raportați bugurile la:

source: Locale:
ja: ロケール(言語、地域情報):
ro: Localizare:

source: Close
ja: 閉じる
ro: Închide

source: Document has been modified! Do you want to save it?
ja: ドキュメントが変更されました! 保存しますか?
ro: Documentul a fost modificat! Doriți să-l salvați?

source: Open document
ja: ドキュメントを開く
ro: Deschide Documentul

source: All supported formats (*.ncd,*.nce)
ja: サポートされている全てのフォーマット (*.ncd,*.nce)
ro: Toate formatele suportate (*.ncd,*.nce)

source: NoteCase document (*.ncd)
ja: NoteCase ドキュメント (*.ncd)
ro: Document NoteCase (*.ncd)

source: NoteCase encrypted document (*.nce)
ja: NoteCase 暗号化ドキュメント (*.nce)
ro: Document NoteCase criptat (*.nce)

source: All files (*)
ja: すべてのファイル (*)
ro: Toate Fișierele (*)

source: Unsupported format!
ja: サポートされていないフォーマット!
ro: Format nesuportat!

source: File %s already exists! Do you want to overwrite it?
ja: ファイル %s はすでに存在します! 上書き保存しますか?
ro: Fișierul %s există deja! Doriți să-l suprascrieți?

source: Warning: .hnc format does not support hyperlinks!
ja: 警告: .hnc フォーマットはhyperlinkできません!
ro: Atenție: formatul .hnc nu suportă hiperlegături!

source: You have saved file in encrypted format! Do you want to delete the original (unencrypted) file? This will also delete any backup of this file.
ja: ファイルを暗号化して保存しました! 元の（暗号化していない）ファイルを削除しますか? これを実行するとバックアップファイルも削除されます
ro: Ați salvat fișierul în format criptat! Doriți să ștergeți fișierul original (necriptat)? Va fi ștearsă deasemenea orice salvgardare a acestui fișier.

source: Document saving failed! Abort closing?
ro: Salvarea doocumentului a eșuat! Anulez închiderea?

source: Can not change read-only document!
ja: 読み込み専用ドキュメントの変更はできません!
ro: Nu pot edita un document nemodificabil (doar-citire)!

source: Current document has to be closed in order to open help document! Do you wish to proceed? (Note that if you choose to proceed you'll be prompted to save current document changes)
ja: ヘルプを表示するには、現在のドキュメントを閉じる必要があります。 処理を進めますか? (もし「はい」を選択するなら、現在のドキュメントの変更内容を保存するかどうかの問い合わせがあります)
ro: Documentul curent trebuie închis pentru a se putea deschide documentul de ajutor! Doriți să continuați? (Dacă alegeți să continuați veți fi îndemnat să salvați modificările documentului curent)

source: Save operation already in progress!
ja: "保存"オペレーションは既に動作中です
ro: Operațiunea de salvare este deja în curs!

source: Failed to save the file!
ja: ファイルの保存に失敗しました!
ro: Nu am putut salva fișierul!

source: New node
ja: 新規 ノード
ro: Nod Nou

source: Are you sure to delete the node "%s"?
ja: ノード を削除してもよいですか "%s"?
ro: Sigur doriți să ștergeți nodul "%s"?

source: Import from file
ja: ファイルからインポート
ro: Importă dintr-un fișier

source: All supported formats
ja: サポートされている全てのフォーマット
ro: Toate formatele suportate

source: NoteCenter document (*.hnc)
ja: NoteCenter ドキュメント (*.hnc)
ro: Document NoteCenter (*.hnc)

source: Gjots2 document (*.gjots2)
ja: Gjots2 ドキュメント (*.gjots2)
ro: Document Gjots2 (*.gjots2)

source: Sticky Notes document (*.xml)
ja: Sticky Notes ドキュメント (*.xml)
ro: Document Notițe Lipicioase (*.xml)

source: MM/LX Mindmap/Outline document (*.MM)
ja: Mindmap/LX (MM/LX) アウトラインドキュメント (*.MM)
ro: Document MM/LX Mindmap/Outline (*.MM)

source: No selected node!
ja: ノードが未選択です！
ro: Nu e selectat nici un nod!

source: Document is empty!
ja: ドキュメントが空です！
ro: Documentul este gol!

source: Error: Search text is empty!
ja: エラー: 検索テキストが空です!
ro: Eroare: Textul de căutat e absent!

source: Searching ...
ro: Caut...

source: No more results found!
ja: これ以上見つかりません!
ro: Nu au fost găsite rezultate suplimentare!

source: Search canceled!
ro: Căutare anulată!

source: This node contains the tag!
ja: このノードはタグを持っています！
ro: Acest nod conține tagul!

source: Reached end of the document! Continue searching from the start?
ja: ドキュメントの最後部に到達しました！ 最初から探しますか？
ro: Am ajuns la sfîrșitul documentului! Continui cu căutarea de la început?

source: Search done!
ja: 検索完了!
ro: Căutarea e terminată!

source: Do you want to reload the document and lose your possible changes?
ja: 保存してないと変更内容は失われますが、 ドキュメントを再読み込みしますか?
ro: Doriți să reîncărcați documentul și să pierdeți eventualele modificări efectuate?

source: Document has not been saved yet!
ja: ドキュメントはまだ保存されていません!
ro: Documentul nu a fost încă salvat!

source: The document is read-only! You won't be able to make any changes!
ja: このドキュメントは読み込み専用です! いかなる変更もできません！
ro: Documentul e nemodificabil (doar-citire)! Nu veți putea face nici o schimbare!

source: No Node selected
ja: ノードが選択されていません
ro: Nu e selectat nici un Nod

source: Autosave file found! Do you want to load it?
ja: 自動保存されたファイルが見つかりました! 読み込みますか?
ro: Am găsit fișierul de autosalvare! Doriți să-l încărcați?

source: No text selection!
ja: テキストが未選択です！
ro: Nu e selectat nici un text!

source: Word Count
ja: 語数
ro: Numărul de Cuvinte

source: Word Count ( title / text / title and text )
ja: 語数 ( タイトル / テキスト / タイトルとテキスト )
ro: Numărul de Cuvinte ( titlu / text / titlu și text )

source: NOTE: Line counting does not take into account word wrapping.
ja: 注意:折り返された行は、行数計算には入りません
ro: NOTĂ: Numerotarea liniilor nu ia în considerare încadrarea textului.

source: Total document
ja: 全ドキュメント
ro: Tot Documentul

source: - %d node(s)
ja: - %d ノード
ro: - %d nod(uri)

source: words
ja: 語数
ro: cuvinte

source: lines
ja: 行数
ro: linii

source: characters
ja: 文字数
ro: caractere

source: Current node
ja: 現ノード
ro: Nodul Curent

source: - ancestor to %d node(s)
ja: - これの子供(達) %d
ro: - antecesor pentru %d nod(uri)

source: Completed descendants: %5.1f%% (%d / %d) (children completed: %d / %d)
ja: 完了子孫：%5.1f%% (%d / %d) (完了子供： %d / %d)
ro: Descendenți finalizați: %5.1f%% (%d / %d) (copii finalizați: %d / %d)

source: Save Picture
ja: 画像の保存
ro: Salvează Imaginea

source: Link Wizard
ja: リンク ウイザート
ro: Inserează o Legătură

source: F_ormat
ja: フォーマット
ro: _Formatează

source: _Bold
ja: ボールド
ro: Litere _Groase

source: _Italic
ja: イタリック
ro: Litere Încl_inate

source: _Underline
ja: アンダーライン
ro: Litere _Subliniate

source: _Strikethrough
ja: 取り消し線付
ro: Litere _Barate

source: _Text color
ja: 文字色
ro: Culoarea _Textului

source: Text Background Color
ja: 文字背景色
ro: Culoarea Fundalului

source: _Remove formatting
ja: フォーマット取消
ro: Înlătură F_ormatarea

source: Link target no longer exists.
ja: リンク対象はもう在りません
ro: Ținta legăturii nu mai există.

source: Save picture
ja: 画像の保存
ro: Salvează Imaginea

source: PNG format (*.png)
ja: PNG フォーマット(*.png)
ro: Formatul PNG (*.png)

source: JPEG format (*.jpg)
ja: JPEG フォーマット(*.jpg)
ro: Format JPEG (*.jpg)

source: Failed to save picture to file!
ja: ファイルへの画像保存に失敗しました!
ro: Nu am putut salva imaginea într-un fișier!

source: Unknown format! Do you want to load it as text?
ja: 未知のドキュメント形式です！ テキストとして読み込みますか?
ro: Format necunoscut! Doriți să-l încărcați ca text?

source: You'll need to save the document to commit the password change!
ja: パスワード変更に応じるため文書を保存する必要があります
ro: Va trebui să salvați documentul pentru a realiza schimbarea de parolă!

source: Do you want to attach files to the node?
ja: ノードにファイルを添付しますか？
ro: Doriți să atașați fișiere la nod?

source: Failed to open input file!
ja: 入力ファイルが開けませんでした!
ro: Nu am putut deschide fișierul de intrare!

source: Loading file. Please wait...
ja: ファイルを入力中、しばらくお待ち下さい
ro: Încarc fișierul. Așteptați...

source: Node title must not be empty!
ja: ノード名は空ではいけません!
ro: Numele nodului nu poate fi absent!

source: Document not encrypted!
ja: ドキュメントは暗号化されていません!
ro: Documentul nu a fost criptat!

source: Document not saved!
ja: ドキュメントは保存されていません!
ro: Documentul nu a fost salvat!

source: Insert new node or select an existing one to start typing.
ja: タイピングを開始するには、"新規ノード作成" 又は "既存ノード選択" が必要です
ro: Inserați un nod nou sau selectați unul existent pentru a începe tastarea.

source: Insert Date/Time
ja: 日時を挿入
ro: Inserează Data/Ora

source: Select date/time format:
ja: 日時形式の選択:
ro: Selectați formatul datei/orei:

source: value
ja: 値(value)
ro: valoare

source: Do you want to remove 'Completed' status from all the descendants?
ja: 是より以後の子孫が全て完了状態となっていますが、この状態を消しますか？
ro: Doriți să înlăturați starea de 'Finalizat' a tuturor descendenților?

source: Pick text color
ja: 文字色を選びなさい
ro: Alegeți culoarea textului

source: Open picture
ja: 画像を開く
ro: Deschide Imaginea

source: All supported image formats (*.png,*.jpg,*.gif)
ja: サポートされている全画像フォーマット (*.png,*.jpg,*.gif)
ro: Toate formatele de imagine suportate (*.png,*.jpg,*.gif)

source: JPG format (*.jpg)
ja: JPG フォーマット (*.jpg)
ro: Formatul JPG (*.jpg)

source: GIF format (*.gif)
ja: GIF フォーマット(*.gif)
ro: Formatul GIF (*.gif)

source: Edit text
ja: テキスト編集
ro: Editează Textul:

source: Node attachments
ja: ノード 添付物
ro: Administrează Atașamentele

source: Name
ja: 名前
ro: Nume

source: Size
ja: 大きさ
ro: Mărime

source: Add
ja: 加える
ro: Adaugă

source: Remove
ja: 削除
ro: Înlătură

source: Save to file
ja: ファイルへ保存
ro: Salvează într-un fișier

source: Add attachment
ja: 添付物を加える
ro: Adaugă un atașament

source: Failed to open input file!
ja: 入力ファイルが開けませんでした!
ro: Nu am putut deschide fișierul de intrare!

source: No attachment selected!
ja: 添付物が未選択です！
ro: Nu e selectat nici un atașament!

source: Save data
ja: データの保存
ro: Salvează datele

source: Failed to open output file!
ja: 出力ファイル開けませんでした!
ro: Nu am putut deschide fișierul de ieșire!

source: Saving file. Please wait...
ja: ファイル保存中、しばらくお待ち下さい
ro: Salvez fișierul. Așteptați...

source: HTML file (*.html)
ja: HTML ファイル (*.html)
ro: Fișier HTML (*.html)

source: Text file (*.txt)
ja: テキストファイル (*.txt)
ro: Fișier Text (*.txt)

source: Standalone executable (*.exe)
ja: 独立実行形式 (*.exe)
ro: Fișier Executabil (*.exe)

source: Standalone executable
ja: 独立実行形式
ro: Fișier Executabil

source: Selected branch
ja: 選択された枝
ro: Ramura Selectată

source: Selected node only
ja: 選択されたノードのみ
ro: Doar Nodul Selectat

source: Entire document
ja: ドキュメント全体
ro: Tot Documentul

source: Export
ja: エクスポート
ro: Exportă

source: Document source:
ja: ドキュメント ソース：
ro: Sursa Documentului:

source: File format:
ja: ファイルフォーマット：
ro: Formatul Fișierului:

source: File name:
ja: ファイル名：
ro: Numele Fișierului:

source: Use custom CSS path:
ja: カスタムCSSパスを使用：
ro: Folosește o cale personalizată către CSS:

source: Export linked documents
ja: リンクされたドキュメントをエクスポート
ro: Exportă documentele legate

source: Post-export script:
ja: エクスポート後処理スクリプト：
ro: Script post-exportare:

source: Save
ja: 保存
ro: Salvează

source: Select export file
ja: エクスポートファイルの選択
ro: Selectați Fișierul de Exportare

source: You must define the export file name!
ja: エクスポートファイル名の決定が必要です！
ro: Trebuie să stabiliți numele fișierului de exportare!

source: Save document
ja: ドキュメントの保存
ro: Salvează Documentul

source: File directory:
ja: ファイルディレクトリ：
ro: Dosarul Fișierului:

source: _Save
ja: 保存
ro: _Salvează

source: Select target directory
ja: 対象ディレクトリの選択
ro: Selectează Dosarul Țintă

source: File name must not be empty!
ja: ファイル名が空ではいけません!
ro: Numele fișierului nu poate fi absent!

source: Node title/contents
ja: ノード標題/内容
ro: Titlul/Conținutul Nodului

source: Node tags
ja: ノードタグ
ro: Tagurile Nodurilor

source: Find
ja: 検索
ro: Găsește

source: Search target:
ja: 検索対象:
ro: Ținta Căutării:

source: Direction:
ja: 方向:
ro: Direcție:

source: Up
ja: 上へ
ro: În Sus

source: Down
ja: 下へ
ro: În Jos

source: Case sensitive
ja: 大文字小文字を区別する
ro: Distinge MAJ/min

source: Replace
ja: 置き換え
ro: Înlocuiește

source: Find what:
ja: 検索：
ro: Găsește asta:

source: Replace with:
ja: 是と置き換え:
ro: Înlocuiește cu:

source: _Find next
ja: 次を検索
ro: _Găsește Următorul

source: _Replace
ja: 置き換え
ro: Î_nlocuiește

source: Replace _All
ja: 全て置き換え
ro: Înlocuiește _Tot

source: Done! %d string instances were replaced!
ja: 終了! %d 提示された文字列は交換されました
ro: Realizat! %d șiruri au fost înlocuite!

source: Are you sure you want to delete history list?
ja: ほんとうに履歴を削除しますか?
ro: Sigur doriți să ștergeți istoricul?

source: Loading aborted by user!
ja: ユーザによって読み込みが中断されました!
ro: Încărcare întreruptă de utilizator!

source: File not found!
ja: ファイルが見つかりません!
ro: Fișier negăsit!

source: Invalid document password!
ja: ドキュメントのパスワードが無効です!
ro: Parolă a documentului invalidă!

source: Unsupported document format!
ja: サポートされていないドキュメント形式です!
ro: Format de document nesuportat!

source: Error when parsing document (bad formatting)!
ja: ドキュメントのパース時にエラーが発生（間違った書式です）!
ro: Eroare la parsarea documentului (formatare greșită)!

source: Failed to load the file!
ja: ファイルの読み込みに失敗しました!
ro: Nu am putut încărca fișierul!

source: Inadequate file permissions!
ja: ファイル アクセスの許可認可が不完全です！
ro: Permisiuni inadecvate pentru fișiere!

source: Load operation is not supported for this format!
ja: このフォーマットのロードはサポートされてません！
ro: Operațiunea de încărcare nu e suportată pentru acest format!

source: Unknown error!
ja: 予期せぬエラーです!
ro: Eroare necunoscută!

source: Saving aborted by user!
ja: ユーザによって保存が中断されました!
ro: Salvare întreruptă de utilizator!

source: Failed to overwrite target file!
ja: 対象ファイルの上書きに失敗しました!
ro: Nu am putut suprascrie fișierul țintă!

source: Failed to open output file! Please check permissions or available disk size!
ja: 出力ファイルが開けません！ 認可情報、使用可能ディスク容量をチェックしてください！
ro: Nu am putut deschide fișierul rezultat! Verificați permisiunile sau capacitatea disponibilă a discului!

source: Failed to open application file!
ja: アプリケーションファイルが開けませんでした！
ro: Nu am putut deschide fișierul aplicației!

source: Save operation is not supported for this format!
ja: このフォーマットの保存はサポートされておりません！
ro: Operațiunea de salvare nu e suportată pentru acest format!

source: Link to a node
ja: ノードにリンク
ro: Legătură către un nod

source: Link to a file or web address
ja: ファイル 又は ウェブアドレスへリンク
ro: Legătură către un fișier sau o adresă de internet

source: Link Properties
ja: リンクのプロパティ
ro: Proprietățile Legăturii:

source: Link text:
ja: リンク テキスト：
ro: Textul Legăturii:

source: Link type:
ja: リンク形式：
ro: Tipul Legăturii:

source: Target file or URL:
ja: 対象ファイル 又は URL:
ro: Fișierul Țintă sau Adresa:

source: Target node:
ja: 対象ノード：
ro: Nodul Țintă:

source: One or more crash logs were found in: %s. Press Yes to delete those files (consider sending the files to the author with the crash description).
ja: 此処に、何回かのクラッシュログが見つかりました： %s. Yesを押すとこれらのファイルは消されます (クラッシュ時の様子も附加して、ログファイルの作者宛送付を考えて下さい)
ro: Unul sau mai multe loguri de prăbușire au fost găsite în: %s. Apăsați Da ca să ștergeți acele fișiere (puteți trimite fișierele autorului softului împreună cu descrierea prăbușirii).

source: Another NoteCase instance detected! Exiting!
ja: 別の NoteCase インスタンスが検出されました! 終り!
ro: Am detectat o altă instanță NoteCase! Ies!

source: New
ja: 新規ドキュメント
ro: Document Nou

source: Open
ja: 開く
ro: Deschide

source: Save As
ja: 名前をつけて保存
ro: Salvează Ca

source: Undo
ja: 元に戻す
ro: Dezexecută

source: Redo
ja: やり直し
ro: Reexecută

source: Cut
ja: カット
ro: Decupează

source: Copy
ja: コピー
ro: Copiază

source: Paste
ja: ペースト
ro: Lipește

source: Delete
ja: 削除
ro: Șterge

source: Insert Node
ja: ノードを追加
ro: Inserează un Nod

source: Move Node Left
ja: ノードを左移動する
ro: Mută Nodul la Stînga

source: Move Node Right
ja: ノードを右移動する
ro: Mută Nodul la Dreapta

source: Link wizard
ja: リンク ウイザート
ro: Inserează o Legătură

source: Insert Picture
ja: 画像を挿入
ro: Inserează o Imagine

source: Node Attachments
ja: ノード添付物
ro: Administrează Atașamentele

source: Bold
ja: ボールド
ro: Litere Groase

source: Italic
ja: イタリック
ro: Litere Înclinate

source: Underline
ja: 下線付き
ro: Litere Subliniate

source: Strikethrough
ja: 打ち消し線付き
ro: Litere Barate

source: Text Color
ja: テキストの色
ro: Culoarea Textului

source: Help
ja: ヘルプ
ro: Ajutor

source: Please enter the password for file:
ja: ファイルのパスワードを入力してください：
ro: Introduceți parola pentru fișier:

source: _File
ja: ファイル
ro: _Fișier

source: New _Window
ja: 新規ウインドウ
ro: Instanță N_ouă

source: _New
ja: 新規ドキュメント
ro: Document _Nou

source: _Open
ja: 開く
ro: _Deschide

source: _Close
ja: 閉じる
ro: Înc_hide

source: Save _As
ja: 名前をつけて保存
ro: Salvează _Ca

source: Re_load
ja: 再読み込み
ro: Reî_ncarcă

source: Read-Only
ja: 読み込み専用
ro: Nemodificabil (doar-citire)

source: Document property that forbids document editing.
ro: Proprietate a documentului care interzice editarea lui.

source: _Lock Document
ja: ドキュメントをロック
ro: _Zăvorăște Documentul

source: Unload encrypted document from memory.
ro: Dezîncarcă documentul criptat din memorie.

source: _Change Password
ja: パスワードの変更
ro: _Schimbă Parola

source: _Import
ja: インポート
ro: I_mportă

source: _Export
ja: エクスポート
ro: _Exportă

source: _Recent
ja: 最近使ったファイル
ro: Fișiere _Recente

source: _Quit
ja: 終了
ro: _Ieși

source: _Edit
ja: 編集
ro: _Editează

source: _Undo
ja: 元に戻す
ro: _Dezexecută

source: _Redo
ja: やり直し
ro: _Reexecută

source: Cu_t
ja: カット
ro: Decu_pează

source: _Copy
ja: コピー
ro: _Copiază

source: _Paste
ja: ペースト
ro: _Lipește

source: _Delete
ja: 削除
ro: Șter_ge

source: Copy Branch _Structure
ja: 枝構成をコピー
ro: Copiază _Structura Arborescentă

source: Paste Branch To Root
ja: 枝構成をルートにペースト
ro: Lipește Ramura la Rădăcină

source: _Find
ja: 検索
ro: _Găsește

source: Find _Next
ja: 次を検索
ro: Găsește _Următorul

source: R_eplace
ja: 置き換え
ro: Î_nlocuiește

source: Link _Wizard
ja: リンク ウイザード
ro: Inserează o _Legătură

source: _Insert Picture
ja: 画像を挿入
ro: _Inserează o Imagine

source: Node _Attachments
ja: ノード添付物
ro: Administrează _Atașamentele

source: Configure Shortcuts
ja: 設定(ショートカット)
ro: Configurează Scurtăturile

source: Configure NoteCase
ja: 設定(全体)
ro: Configurează NoteCase

source: _View
ja: 表示
ro: _Vezi

source: _Full Screen
ja: フルスクリーン
ro: Ecran _Plin

source: _Always on top
ro: _Mereu Deasupra

source: _Tool Bar
ja: ツールバー
ro: Bara de _Unelte

source: _Node Title Bar
ja: ノードタイトルバー
ro: Bara de Titlu a _Nodurilor

source: _Status Bar
ja: ステータスバー
ro: Bara de Stare

source: _Wrap
ja: 折り返し
ro: Înca_drare

source: Change View _Mode
ja: 表示モードの変更
ro: Schimbă _Modul de Afișare

source: _Calculate Word Count
ja: 単語数の計算
ro: _Calculează Numărul de Cuvinte

source: _Tree
ja: ツリー
ro: _Arbore

source: _Insert Node
ja: ノードを挿入
ro: _Inserează un Nod

source: Insert Child _Node
ja: 子ノードの挿入
ro: Inserează un _Nod Copil

source: _Delete Node
ja: ノードを削除
ro: Șter_ge Nodul

source: _Rename Node
ja: ノード名を変更
ro: _Redenumește Nodul

source: _Move Node
ja: ノードを移動
ro: _Mută Nodul

source: _Sort
ja: 整理
ro: _Sortează

source: _Expand All
ja: すべて開く
ro: D_epliază Tot

source: _Collapse All
ja: すべて閉じる
ro: Plia_ză Tot

source: Node _Properties
ja: ノードのプロパティ
ro: _Proprietățile Nodului

source: _Up
ja: 上へ
ro: În _Sus

source: _Down
ja: 下へ
ro: În _Jos

source: _Left
ja: 左へ
ro: La _Stînga

source: _Right
ja: 右へ
ro: La _Dreapta

source: _Sort Children Ascending
ja: 子供を上向きに並び替え
ro: Sortează Ascendent Nodurile Copil

source: Sort _Children Descending
ja: 子供を下向きに並び替え
ro: Sortează Descendent Nodurile Copil

source: Sort Root Ascending
ja: ルートに向かって並び替え
ro: Sortează Ascendent Nodurile Rădăcină

source: Sort Root Descending
ja: ルートより下向きに並び替え
ro: Sortează Descendent Nodurile Rădăcină

source: Delete all _Completed nodes
ja: 完了したノードを全て削除
ro: Șterge Toate Nodurile _Finalizate

source: Text Background _Color
ja: 文字背景色
ro: Culoarea _Fundalului

source: _Help
ja: ヘルプ
ro: A_jutor

source: _Visit Website
ja: どうぞ ウェブサイトへ
ro: _Situl NoteCase

source: _Show help
ja: ヘルプの表示
ro: _Cuprins

source: _About
ja: NoteCase について
ro: _Despre

source: Insert Child Node
ja: 子ノードを追加
ro: Inserează un Nod Copil

source: Delete Node
ja: ノードを削除する
ro: Șterge Nodul

source: Rename Node
ja: ノード名を変更
ro: Redenumește Nodul

source: Move Node
ja: ノードを移動
ro: Mută Nodul

source: Sort
ja: 整理
ro: Sortează

source: Expand All
ja: すべて開く
ro: Depliază Tot

source: Collapse All
ja: すべて閉じる
ro: Pliază Tot

source: Mark node as Completed
ja: 完了ノードとマークする
ro: Marchează Nodul ca Finalizat

source: Node Properties
ja: ノードプロパティ
ro: Proprietățile Nodului

source: Left
ja: 左へ
ro: La Stînga

source: Right
ja: 右へ
ro: La Dreapta

source: - Clear list -
ja: リストを削除する
ro: - Curăță Lista -

source: ( empty )
ja: ( 空 )
ro: ( nimic )

source: Tag must not contain ";" character!
ja: タグは ";" 文字を含んではいけません！
ro: tagul nu trebuie să conțină caracterele ";" !

source: This tag was already added for this node!
ja: このタグは既に本ノードに加わっています！
ro: Acest tag a fost deja adăugat pentru nodul curent!

source: Title:
ja: タイトル:
ro: Titlu:

source: Created:
ja: 作成:
ro: Creat:

source: unknown
ja: 未知
ro: necunoscut

source: Modified:
ja: 変更:
ro: Modificat:

source: Icon:
ja: アイコン:
ro: Iconiță:

source: None
ja: なし
ro: Nici una

source: Internal
ja: 内蔵
ro: Internă

source: Custom
ja: カスタム
ro: Personalizată

source: Tags:
ja: タグ：
ro: Taguri:

source: All supported icon formats (*.xpm,*.ico,*.png,*.jpg,*.gif)
ja: サポートされる全てのアイコンフォーマット (*.xpm,*.ico,*.png,*.jpg,*.gif)
ro: Toate formatele de iconițe suportate (*.xpm,*.ico,*.png,*.jpg,*gif)

source: XPM icon file (*.xpm)
ja: XPM アイコンファイル (*.xpm)
ro: Fișier Iconiță XPM (*.xpm)

source: Icon file (*.ico)
ja: アイコンファイル (*.ico)
ro: Fișier Iconiță ICO (*.ico)

source: PNG file format (*.png)
ja: PNG ファイル フォーマット (*.png)
ro: Format PNG (*.png)

source: JPEG file format (*.jpg)
ja: JPEG ファイル フォーマット (*.jpg)
ro: Format JPEG (*.jpg)

source: GIF file format (*.gif)
ja: GIF ファイル フォーマット (*.gif)
ro: Formatul de Fișier GIF (*.gif)

source: Failed to load node icon file!
ja: ノードアイコンファイルの装填に失敗しました!
ro: Nu am putut încărca fișierul cu iconița nodului

source: Some of the changed options require program restart!
ro: Unele din opțiunile modificate necesită repornirea programului!

source: You must restart NoteCase for this change to take effect!
ja: この変更を有効にするには、NoteCase を再起動する必要があります!
ro: Trebuie să reporniți NoteCase pentru ca această modificare să aibă efect!

source: Options
ja: オプション
ro: Opțiuni

source: Start at logon
ja: ログオン時に起動する
ro: Pornește la startul Sistemului de Operare

source: Maximize on startup
ja: 起動時にフルスクリーン表示
ro: Maximizează la pornire

source: Allow single instance only
ja: 複数起動を禁止する
ro: Permite o singură instanță NoteCase

source: Reload last used document
ja: 前回使用していたドキュメントを再読み込みする
ro: Reîncarcă ultimul document folosit

source: Register document formats
ja: ドキュメントの形式を登録する
ro: Înregistrează formatele de documente

source: Restore last position/size
ja: 前回のウインドウの位置/大きさを復元
ro: Restaurează ultima poziție/mărime

source: Startup
ja: 起動
ro: Pornire

source: Tree font:
ja: ツリーのフォント:
ro: Fontul Arborelui:

source: Text font:
ja: テキストのフォント:
ro: Fontul Textului:

source: Text/background color:
ja: テキスト / 背景色：
ro: Culoarea Textului/Fundalului:

source: Link color:
ja: リンク色：
ro: Culoarea Legăturii:

source: Custom Tab Size
ja: 常用タブサイズ
ro: Mărime Personalizată a Tabului

source: Wrap text
ja: 長いテキストを折り返す
ro: Încadrează textul nodurilor

source: Wrap titles tree
ja: ノードツリーでノードタイトルを折り返す
ro: Încadrează titlul nodurilor [word wrap]

source: Show tree lines
ja: ツリーラインの表示
ro: Arată linii în arbore

source: Display
ja: 表示
ro: Afișare

source: Use system language settings
ja: システム設定の言語を使用
ro: Folosește setările lingvistice ale sistemului

source: Language:
ja: 言語:
ro: Limbă:

source: Date/time format:
ja: 日時の形式：
ro: Formatul Datei/Orei:

source: Show node tree on the right
ja: ノードツリーを右側に表示
ro: Arată arborele nodurilor în dreapta

source: Draw message over inactive text view
ro: Desenează mesajul peste vederea inactivă a textului

source: Minimize to tray
ja: トレイに最小化する
ro: Minimizează în sistaler [system tray]

source: Close to tray
ja: トレイに閉じる
ro: Închide în sistaler

source: [Enter] key press in text area closes the window
ja: ノード名変更ウインドウにおいて、 テキスト中での [Enter] キー押下で、ウインドウを閉じる
ro: Apăsarea tastei [Enter] în aria textului închide fereastra

source: Autosave to temporary crash-protection copy every:
ja: クラッシュ保護用一時コピーの自動保存、毎に:
ro: Autosalvează o copie temporară de rezervă la fiecare:

source: seconds
ja: 秒
ro: secunde

source: Do not autosave memory-only (new/unsaved) documents (data security)
ja: メモリー上にだけ在る、新規未保存のドキュメントは自動保存しない (データ保護)
ro: Nu autosalva documentele rezidente doar în memorie (noi/nesalvate) - securitatea datelor
